{"id":"6e6add40-2d7a-11ec-85a6-37159880493f","updated_at":"2021-10-15T15:03:51.024Z","updated_by":"admin@cyber.local","created_at":"2021-10-15T05:40:40.345Z","created_by":"admin@cyber.local","name":"Detection Clamav","tags":["Clamav"],"interval":"5m","enabled":false,"description":"Detection with Clamav rule","risk_score":99,"severity":"critical","license":"","output_index":".siem-signals-default","meta":{"from":"1m","kibana_siem_app_url":"https://s1em.cyber.local/kibana/app/security"},"rule_name_override":"results.workers.clamav.stream","author":[],"false_positives":[],"from":"now-360s","rule_id":"3fa4fb94-930b-4b0d-b51f-1dd6124fe487","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":6,"exceptions_list":[],"immutable":false,"type":"query","language":"kuery","index":["stoq-*"],"query":"results.workers.clamav.stream :*","filters":[],"throttle":"no_actions","actions":[]}
{"exported_count":1,"missing_rules":[],"missing_rules_count":0}
