{"id":"fec1e110-46fa-11ec-bed4-0b586756037b","updated_at":"2021-11-21T12:10:42.776Z","updated_by":"admin@cyber.local","created_at":"2021-11-16T16:33:58.085Z","created_by":"elastic","name":"Detection IOC URL","tags":["Ioc"],"interval":"15m","enabled":false,"description":"Detection IOC URL","risk_score":99,"severity":"critical","license":"","output_index":".siem-signals-default","timeline_id":"91832785-286d-4ebe-b884-1a208d111a70","timeline_title":"Generic Network Timeline","meta":{"from":"1m","kibana_siem_app_url":"https://s1em.cyber.local/kibana/app/security"},"rule_name_override":"threatintel.misp.info","author":[],"false_positives":[],"from":"now-960s","rule_id":"6b4ec947-0d2d-4050-800f-167b03a8c7db","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":13,"exceptions_list":[],"immutable":false,"type":"threat_match","language":"kuery","index":["stoq-*"],"query":"results.workers.iocextract.url:*","filters":[],"threat_filters":[],"threat_query":"threatintel.indicator.url.full :*","threat_mapping":[{"entries":[{"field":"results.workers.iocextract.url","type":"mapping","value":"threatintel.indicator.url.full"}]}],"threat_language":"kuery","threat_index":["filebeat-*"],"threat_indicator_path":"threatintel.indicator","throttle":"no_actions","actions":[]}
{"id":"febb2a50-46fa-11ec-bed4-0b586756037b","updated_at":"2021-11-21T12:10:43.806Z","updated_by":"admin@cyber.local","created_at":"2021-11-16T16:33:58.083Z","created_by":"elastic","name":"Detection IOC IP","tags":["Ioc"],"interval":"15m","enabled":false,"description":"Detection IOC IP","risk_score":99,"severity":"critical","license":"","output_index":".siem-signals-default","timeline_id":"91832785-286d-4ebe-b884-1a208d111a70","timeline_title":"Generic Network Timeline","meta":{"from":"1m","kibana_siem_app_url":"https://192.168.59.131/kibana/app/security"},"rule_name_override":"threatintel.misp.info","author":[],"false_positives":[],"from":"now-960s","rule_id":"6fd0e991-6e7e-41b5-a92c-1fecf87c5645","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":10,"exceptions_list":[],"immutable":false,"type":"threat_match","language":"kuery","index":["auditbeat-*","filebeat-*","winlogbeat-*"],"query":"source.ip:* or destination.ip:*","filters":[],"threat_filters":[],"threat_query":"threatintel.indicator.ip :*","threat_mapping":[{"entries":[{"field":"source.ip","type":"mapping","value":"threatintel.indicator.ip"}]},{"entries":[{"field":"destination.ip","type":"mapping","value":"threatintel.indicator.ip"}]}],"threat_language":"kuery","threat_index":["filebeat-*"],"threat_indicator_path":"threatintel.indicator","throttle":"no_actions","actions":[]}
{"id":"fec2a460-46fa-11ec-bed4-0b586756037b","updated_at":"2021-11-21T15:47:45.705Z","updated_by":"admin@cyber.local","created_at":"2021-11-16T16:33:58.087Z","created_by":"elastic","name":"Detection IOC Domain","tags":["Ioc"],"interval":"15m","enabled":false,"description":"Detection IOC Domain","risk_score":99,"severity":"critical","license":"","output_index":".siem-signals-default","timeline_id":"91832785-286d-4ebe-b884-1a208d111a70","timeline_title":"Generic Network Timeline","meta":{"from":"1m","kibana_siem_app_url":"https://192.168.59.131/kibana/app/security"},"rule_name_override":"threatintel.misp.info","author":[],"false_positives":[],"from":"now-960s","rule_id":"8da56fc8-1674-456e-a3f4-88cde2774ddb","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":11,"exceptions_list":[],"immutable":false,"type":"threat_match","language":"kuery","index":["auditbeat-*","filebeat-*","winlogbeat-*"],"query":"dns.question.name: *","filters":[],"threat_filters":[],"threat_query":"threatintel.indicator.url.domain :*","threat_mapping":[{"entries":[{"field":"dns.question.name","type":"mapping","value":"threatintel.indicator.url.domain"}]}],"threat_language":"kuery","threat_index":["filebeat-*"],"threat_indicator_path":"threatintel.indicator","throttle":"no_actions","actions":[]}
{"id":"fec31990-46fa-11ec-bed4-0b586756037b","updated_at":"2021-11-21T15:49:14.447Z","updated_by":"admin@cyber.local","created_at":"2021-11-16T16:33:58.086Z","created_by":"elastic","name":"Detection IOC Hash","tags":["Ioc"],"interval":"5m","enabled":false,"description":"Detection IOC Hash","risk_score":99,"severity":"critical","license":"","output_index":".siem-signals-default","timeline_id":"91832785-286d-4ebe-b884-1a208d111a70","timeline_title":"Generic Network Timeline","meta":{"from":"1m","kibana_siem_app_url":"https://192.168.59.131/kibana/app/security"},"rule_name_override":"threatintel.misp.info","author":[],"false_positives":[],"from":"now-360s","rule_id":"1e75d399-a6ed-415d-abd6-c3826d65be42","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":10,"exceptions_list":[],"immutable":false,"type":"threat_match","language":"kuery","index":["auditbeat-*","filebeat-*","winlogbeat-*","stoq-*"],"query":"file.hash.md5:* or file.hash.sha1:* or file.hash.sha256 :* or results.workers.hash.md5:* or results.workers.hash.sha1:* or results.workers.hash.sha256:*","filters":[],"threat_filters":[],"threat_query":"threatintel.indicator.file.hash:*","threat_mapping":[{"entries":[{"field":"hash.md5","type":"mapping","value":"threatintel.indicator.file.hash.md5"}]},{"entries":[{"field":"hash.sha1","type":"mapping","value":"threatintel.indicator.file.hash.sha1"}]},{"entries":[{"field":"hash.sha256","type":"mapping","value":"threatintel.indicator.file.hash.sha256"}]},{"entries":[{"field":"results.workers.hash.md5","type":"mapping","value":"threatintel.indicator.file.hash.md5"}]},{"entries":[{"field":"results.workers.hash.sha1","type":"mapping","value":"threatintel.indicator.file.hash.sha1"}]},{"entries":[{"field":"results.workers.hash.sha256","type":"mapping","value":"threatintel.indicator.file.hash.sha256"}]}],"threat_language":"kuery","threat_index":["filebeat-*"],"threat_indicator_path":"threatintel.indicator","throttle":"no_actions","actions":[]}
{"exported_count":4,"missing_rules":[],"missing_rules_count":0}
