{"id":"a94e4160-f493-11eb-9252-1795352eaa15","updated_at":"2021-08-03T19:47:40.374Z","updated_by":"elastic","created_at":"2021-08-03T19:47:40.374Z","created_by":"elastic","name":"Detection IOC Domain","tags":["Ioc"],"interval":"5m","enabled":true,"description":"Detection IOC Domain","risk_score":99,"severity":"critical","license":"","output_index":".siem-signals-default","timeline_id":"91832785-286d-4ebe-b884-1a208d111a70","timeline_title":"Generic Network Timeline","meta":{"from":"1m","kibana_siem_app_url":"https://192.168.59.131/kibana/app/security"},"rule_name_override":"threatintel.misp.info","author":[],"false_positives":[],"from":"now-360s","rule_id":"8da56fc8-1674-456e-a3f4-88cde2774ddb","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":8,"exceptions_list":[],"immutable":false,"type":"threat_match","language":"kuery","index":["auditbeat-*","filebeat-*","winlogbeat-*"],"query":"dns.question.name: * or destination.domain: *","filters":[],"threat_filters":[],"threat_query":"threatintel:*","threat_mapping":[{"entries":[{"field":"destination.domain","type":"mapping","value":"threatintel.indicator.domain"}]},{"entries":[{"field":"dns.question.name","type":"mapping","value":"threatintel.indicator.domain"}]}],"threat_language":"kuery","threat_index":["filebeat-*"],"threat_indicator_path":"threatintel.indicator","throttle":"no_actions","actions":[]}
{"id":"a94e8f80-f493-11eb-9252-1795352eaa15","updated_at":"2021-08-03T19:47:40.376Z","updated_by":"elastic","created_at":"2021-08-03T19:47:40.376Z","created_by":"elastic","name":"Detection IOC Hash","tags":["Ioc"],"interval":"5m","enabled":true,"description":"Detection IOC Hash","risk_score":99,"severity":"critical","license":"","output_index":".siem-signals-default","timeline_id":"91832785-286d-4ebe-b884-1a208d111a70","timeline_title":"Generic Network Timeline","meta":{"from":"1m","kibana_siem_app_url":"https://192.168.59.131/kibana/app/security"},"rule_name_override":"threatintel.misp.info","author":[],"false_positives":[],"from":"now-360s","rule_id":"1e75d399-a6ed-415d-abd6-c3826d65be42","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":9,"exceptions_list":[],"immutable":false,"type":"threat_match","language":"kuery","index":["auditbeat-*","filebeat-*","winlogbeat-*","stoq-*"],"query":"file.hash.md5:* or file.hash.sha1:* or file.hash.sha256 :* or results.workers.hash.md5:* or results.workers.hash.sha1:* or results.workers.hash.sha256:*","filters":[],"threat_filters":[],"threat_query":"threatintel:*","threat_mapping":[{"entries":[{"field":"hash.md5","type":"mapping","value":"threatintel.indicator.file.hash.md5"}]},{"entries":[{"field":"hash.sha1","type":"mapping","value":"threatintel.indicator.file.hash.sha1"}]},{"entries":[{"field":"hash.sha256","type":"mapping","value":"threatintel.indicator.file.hash.sha256"}]},{"entries":[{"field":"results.workers.hash.md5","type":"mapping","value":"threatintel.indicator.file.hash.md5"}]},{"entries":[{"field":"results.workers.hash.sha1","type":"mapping","value":"threatintel.indicator.file.hash.sha1"}]},{"entries":[{"field":"results.workers.hash.sha256","type":"mapping","value":"threatintel.indicator.file.hash.sha256"}]}],"threat_language":"kuery","threat_index":["filebeat-*"],"threat_indicator_path":"threatintel.indicator","throttle":"no_actions","actions":[]}
{"id":"a94e1a50-f493-11eb-9252-1795352eaa15","updated_at":"2021-08-03T19:47:40.375Z","updated_by":"elastic","created_at":"2021-08-03T19:47:40.375Z","created_by":"elastic","name":"Detection IOC IP","tags":["Ioc"],"interval":"5m","enabled":true,"description":"Detection IOC IP","risk_score":99,"severity":"critical","license":"","output_index":".siem-signals-default","timeline_id":"91832785-286d-4ebe-b884-1a208d111a70","timeline_title":"Generic Network Timeline","meta":{"from":"1m","kibana_siem_app_url":"https://192.168.59.131/kibana/app/security"},"rule_name_override":"threatintel.misp.info","author":[],"false_positives":[],"from":"now-360s","rule_id":"6fd0e991-6e7e-41b5-a92c-1fecf87c5645","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":8,"exceptions_list":[],"immutable":false,"type":"threat_match","language":"kuery","index":["auditbeat-*","filebeat-*","winlogbeat-*"],"query":"source.ip:* or destination.ip:*","filters":[],"threat_filters":[],"threat_query":"threatintel:*","threat_mapping":[{"entries":[{"field":"source.ip","type":"mapping","value":"threatintel.indicator.ip"}]},{"entries":[{"field":"destination.ip","type":"mapping","value":"threatintel.indicator.ip"}]}],"threat_language":"kuery","threat_index":["filebeat-*"],"threat_indicator_path":"threatintel.indicator","throttle":"no_actions","actions":[]}
{"id":"c2fb13a0-f79e-11eb-8b4e-cd0b5f4f2630","updated_at":"2021-08-07T16:59:40.968Z","updated_by":"admin@cyber.local","created_at":"2021-08-07T16:44:41.318Z","created_by":"admin@cyber.local","name":"Detection IOC URL","tags":["Ioc"],"interval":"5m","enabled":true,"description":"Detection IOC URL","risk_score":99,"severity":"critical","license":"","output_index":".siem-signals-default","timeline_id":"91832785-286d-4ebe-b884-1a208d111a70","timeline_title":"Generic Network Timeline","meta":{"from":"1m","kibana_siem_app_url":"https://s1em.cyber.local/kibana/app/security"},"rule_name_override":"threatintel.misp.info","author":[],"false_positives":[],"from":"now-360s","rule_id":"6b4ec947-0d2d-4050-800f-167b03a8c7db","max_signals":100,"risk_score_mapping":[],"severity_mapping":[],"threat":[],"to":"now","references":[],"version":11,"exceptions_list":[],"immutable":false,"type":"threat_match","language":"kuery","index":["stoq-*"],"query":"results.workers.iocextract.url:*","filters":[],"threat_filters":[],"threat_query":"threatintel:*","threat_mapping":[{"entries":[{"field":"results.workers.iocextract.url","type":"mapping","value":"threatintel.indicator.url.full"}]}],"threat_language":"kuery","threat_index":["filebeat-*"],"threat_indicator_path":"threatintel.indicator","throttle":"no_actions","actions":[]}
{"exported_count":4,"missing_rules":[],"missing_rules_count":0}
