{"author":[],"actions":[],"created_at":"2021-05-23T16:21:16.640Z","updated_at":"2021-05-23T16:29:02.992Z","created_by":"elastic","description":"Detection Suricata","enabled":false,"false_positives":[],"filters":[],"from":"now-360s","id":"e64e5b70-bbe2-11eb-9858-29642cc1441a","immutable":false,"index":["filebeat-*"],"interval":"5m","rule_id":"063bba5f-0970-4027-b738-bbfb92a7e8c6","language":"kuery","license":"","output_index":".siem-signals-default","max_signals":100,"risk_score":21,"risk_score_mapping":[],"rule_name_override":"suricata.eve.alert.signature","name":"Detection Suricata","query":"event.module:\"suricata\" AND suricata.eve.event_type:\"alert\" ","references":[],"timeline_id":"91832785-286d-4ebe-b884-1a208d111a70","timeline_title":"Generic Network Timeline","meta":{"from":"1m","kibana_siem_app_url":"https://192.168.59.131/kibana/app/security"},"severity":"low","severity_mapping":[{"field":"suricata.eve.alert.severity","value":"3","operator":"equals","severity":"low"},{"field":"suricata.eve.alert.severity","value":"2","operator":"equals","severity":"medium"},{"field":"suricata.eve.alert.severity","value":"1","operator":"equals","severity":"high"},{"field":"suricata.eve.alert.severity","value":"0","operator":"equals","severity":"critical"}],"updated_by":"elastic","tags":["Suricata"],"to":"now","type":"query","threat":[],"throttle":"no_actions","version":4,"exceptions_list":[]}
{"exported_count":1,"missing_rules":[],"missing_rules_count":0}
