{"id":"405b8090-c64e-11ec-8b6a-1ffb2863bcc9","updated_at":"2022-04-27T17:56:42.136Z","updated_by":"admin@cyber.local","created_at":"2022-04-27T17:19:53.119Z","created_by":"admin@cyber.local","name":"Detection Suricata","tags":["Suricata"],"interval":"5m","enabled":true,"description":"Detection Suricata","risk_score":21,"severity":"low","license":"","output_index":".siem-signals-default","timeline_id":"91832785-286d-4ebe-b884-1a208d111a70","timeline_title":"Generic Network Timeline","meta":{"from":"1m","kibana_siem_app_url":"https://192.168.59.131/kibana/app/security"},"rule_name_override":"suricata.eve.alert.signature","author":[],"false_positives":[],"from":"now-360s","rule_id":"063bba5f-0970-4027-b738-bbfb92a7e8c6","max_signals":100,"risk_score_mapping":[],"severity_mapping":[{"severity":"low","field":"event.severity","value":"3","operator":"equals"},{"severity":"medium","field":"event.severity","value":"2","operator":"equals"},{"severity":"high","field":"event.severity","value":"1","operator":"equals"},{"severity":"critical","field":"event.severity","value":"0","operator":"equals"}],"threat":[],"to":"now","references":[],"version":5,"exceptions_list":[],"immutable":false,"type":"query","language":"kuery","index":["filebeat-*"],"query":"event.module:\"suricata\" AND suricata.eve.event_type:\"alert\" ","filters":[],"throttle":"no_actions","actions":[]}
{"exported_count":1,"exported_rules_count":1,"missing_rules":[],"missing_rules_count":0,"exported_exception_list_count":0,"exported_exception_list_item_count":0,"missing_exception_list_item_count":0,"missing_exception_list_items":[],"missing_exception_lists":[],"missing_exception_lists_count":0}
