{"author":[],"actions":[],"created_at":"2021-05-25T14:51:59.146Z","updated_at":"2021-05-25T14:53:01.244Z","created_by":"elastic","description":"Detection with Yara rule","enabled":true,"false_positives":[],"filters":[],"from":"now-360s","id":"c1c8e8b0-bd68-11eb-933b-13fa922312cb","immutable":false,"index":["stoq-*"],"interval":"5m","rule_id":"e236ac88-419b-4077-bbf7-cf4b9d5cd9e8","language":"kuery","license":"","output_index":".siem-signals-default","max_signals":100,"risk_score":21,"risk_score_mapping":[],"rule_name_override":"results.workers.yara.matches.rule","name":"Detection Yara","query":"results.workers.yara.matches.rule: *","references":[],"meta":{"from":"1m","kibana_siem_app_url":"https://s1em.cyber.local/kibana/app/security"},"severity":"low","severity_mapping":[],"updated_by":"elastic","tags":["Yara"],"to":"now","type":"query","threat":[],"throttle":"no_actions","version":2,"exceptions_list":[]}
{"exported_count":1,"missing_rules":[],"missing_rules_count":0}
